/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ ya se ha registrado como un teléfono Bluetooth.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ ya se ha registrado como un dispositivo USB.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "No ha sido posible identificar algunos dispositivos USB";

/* Button to go to Website for KB */
"Go to Website" = "Ir a la página web";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "iSync no puede abrirse debido a un problema con un módulo.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "iSync no ha podido identificar algunos dispositivos USB:\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "El teléfono ya está registrado";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "El siguiente módulo no es compatible con esta versión de iSync. Haga clic en la flecha para mostrar el módulo, o para moverlo o eliminarlo, y a continuación abra iSync de nuevo.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Hay un problema con uno de los módulos. Haga clic en la flecha para mostrar los módulos, o para mover o eliminar uno de ellos, y a continuación abra iSync de nuevo.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Para poder usar este teléfono con iSync, póngase en contacto con el fabricante del teléfono o con su proveedor de servicios para actualizar el firmware del teléfono.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Para poder usar este teléfono con iSync, póngase en contacto con el fabricante del teléfono o con su proveedor de servicios para actualizar el firmware del teléfono. Para más información, visite la página web de soporte de iSync.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Su teléfono “%@” no es compatible con esta versión de iSync.";

